print('========================================================')
print('        Добро пожаловать в калькурятор бюджета!')
print('========================================================')
print('Подсказка:\n Чтобы выбрать действие введите его номер,\n который указан Слева от действия')
print('========================================================')
print()
print('Выберите действие:')
print('1. Добавить доходы')
print('2. Добавить расходы')
print('3. Статистика')
print('4. Выход')

def main():
    pass